import image1 from "../content/slide1.jpg";
import image2 from "../content/slide2.jpg";
import image3 from "../content/slide3.jpg";
import image4 from "../content/slide4.jpg";
import image5 from "../content/slide5.jpg";

export const PRESET1 = 'p1';
export const PRESET2 = 'p2';
export const PRESET3 = 'p3';
export const PRESET4 = 'p4';
export const PRESET5 = 'p5';

export const SLIDER_DATA = [
    {
        preset: PRESET1,
        mainHeader: 'Магазин спортивной одежды',
        smallHeader: 'Одежда от ведущих брендов Европы и Америки',
        text: [
            'Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности позволяет оценить значение новых предложений.',
            'Равным образом постоянный количественный рост и сфера нашей активности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям.',
            'Таким образом реализация намеченных плановых заданий позволяет оценить значение новых предложений.'
        ],
        image: image1
    },
    {
        preset: PRESET2,
        mainHeader: 'Маркетинг и продвижение',
        smallHeader: 'Наши специалисты молниеносно выведут ваш сайт в топ поисковых систем',
        text: [
            'С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач.',
            'Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнять важные задания по разработке модели развития.',
            'Равным образом постоянный количественный рост и сфера нашей активности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям.'
        ],
        image: image2
    },
    {
        preset: PRESET3,
        mainHeader: 'Водопроводные системы любой сложности',
        smallHeader: 'Хотите получить качественный и надежный водопровод? Наша фирма - ваш выбор!',
        text: [
            'Если у вас есть какие то интересные предложения, обращайтесь! Студия Web-Boss всегда готова решить любую задачу. Повседневная практика показывает, что укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития.',
            'Идейные соображения высшего порядка, а также рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании новых предложений.',
            'С другой стороны укрепление и развитие структуры обеспечивает участие в формировании систем массового участия.'
        ],
        image: image3
    },
    {
        preset: PRESET4,
        mainHeader: 'Тебе одиноко? Просто позвони!',
        smallHeader: 'Позвони и отряд ОМОН уже через пару минут будет у тебя! Гарантируем, ты этого не забудешь!',
        text: [
            'С другой стороны рамки и место обучения кадров способствует подготовки и реализации модели развития. Товарищи! консультация с широким активом позволяет выполнять важные задания по разработке систем массового участия.',
            'Разнообразный и богатый опыт консультация с широким активом обеспечивает широкому кругу. Если у вас есть какие то интересные предложения, обращайтесь! Студия Web-Boss всегда готова решить любую задачу.',
            'Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании новых предложений.'
        ],
        image: image4
    },
    {
        preset: PRESET5,
        mainHeader: 'Профессиональный массажист',
        smallHeader: 'Расслабляющий массаж всех твоих триггерных точек, мышечных зажимов и межпозвонковых грыж',
        text: [
            'Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании новых предложений.',
            'С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач.',
            'Идейные соображения высшего порядка, а также укрепление и развитие структуры играет важную роль в формировании существенных финансовых и административных условий.'
        ],
        image: image5
    }
]